content/programming/emacs/emacs.org
#+startup: content indent

* Emacs
#+INDEX: Giovanni's Diary!Programming!Emacs

I work with emacs, I write with emacs, I get my news on emacs, I
listen to music on emacs, I love emacs, emacs is my life. This
website you are reading is totally written in *org mode* and generated
with emacs, you got my point now.

Take a look at my [[file:init.org][init.org]] file.

I am doing some [[file:elisp-exercises.org][exercises]] to learn some lisp to write
some packages of my own. I collect some ideas for potentical
packages or code snippets in my [[file:wishlist.org][wishlist]].

---

Travel: [[file:../programming.org][Programming]], [[file:../../theindex.org][Index]]
