public/programming/emacs/emacs.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/simple.css" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-org8bb63c7" class="outline-2">
<h2 id="org8bb63c7">Emacs</h2>
<div class="outline-text-2" id="text-org8bb63c7">
<p>
I work with emacs, I write with emacs, I get my news on emacs, I
listen to music on emacs, I love emacs, emacs is my life. This
website you are reading is totally written in <b>org mode</b> and generated
with emacs, you got my point now.
</p>

<p>
Take a look at my <a href="init.html">init.org</a> file.
</p>

<p>
I am doing some <a href="elisp-exercises.html">exercises</a> to learn some lisp to write
some packages of my own. I collect some ideas for potentical
packages or code snippets in my <a href="wishlist.html">wishlist</a>.
</p>

<hr />

<p>
Travel: <a href="../programming.html">Programming</a>, <a href="../../theindex.html">Index</a>
</p>
</div>
</div>
</div>
</body>
</html>
